tap "catppuccin/tap"
tap "charmbracelet/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "teamookla/speedtest"
brew "bash-language-server"
brew "bat"
brew "cmake-language-server"
brew "eza"
brew "fastfetch"
brew "fd"
brew "gcc"
brew "gh"
brew "git"
brew "glow"
brew "go"
brew "gum"
brew "helix"
brew "hello"
brew "lua-language-server"
brew "marksman"
brew "newman"
brew "purescript-language-server"
brew "python-lsp-server"
brew "rust-analyzer"
brew "slides"
brew "solc-select"
brew "sql-language-server"
brew "taplo"
brew "typescript-language-server"
brew "vscode-langservers-extracted"
brew "yaml-language-server"
brew "zoxide"
brew "catppuccin/tap/catwalk"
brew "catppuccin/tap/mdbook-catppuccin"
brew "catppuccin/tap/whiskers"
brew "charmbracelet/tap/freeze"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "teamookla/speedtest/speedtest"
vscode "alefragnani.project-manager"
vscode "artisanbytecrafter.poptheme"
vscode "astro-build.astro-vscode"
vscode "atommaterial.a-file-icon-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "dadroit.dadroit-json-generator"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-pull-request-github"
vscode "mechatroner.rainbow-csv"
vscode "mightbesimon.emoji-icons"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cpptools"
vscode "naumovs.color-highlight"
vscode "redhat.fabric8-analytics"
vscode "redhat.vscode-xml"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
vscode "vunguyentuan.vscode-css-variables"
vscode "vunguyentuan.vscode-postcss"
